{
    "philosophy_quotes": [
      "哲学家们只是用不同的方式解释世界，而问题在于改变世界。",
      "资本来到世间，从头到脚，每个毛孔都滴着血和肮脏的东西。",
      "劳动不仅是谋生的手段，更是生活的第一需要。",
      "宗教是人民的鸦片。",
      "历史总会重演，第一次是悲剧，第二次是闹剧。",
      "无产阶级失去的只是锁链，他们获得的将是整个世界。",
      "暴力是每一个孕育新社会的旧社会的助产婆。",
      "人的本质不是单个人所固有的抽象物，而是一切社会关系的总和。",
      "自由不在于幻想中摆脱自然规律，而在于认识这些规律并运用它们。",
      "如果斗争是在极顺利的成功机会的条件下才着手进行，那么创造世界历史未免就太容易了。",
      "经济基础决定上层建筑。",
      "商品拜物教是资本主义生产方式的必然产物。",
      "在科学上没有平坦的大道，只有不畏劳苦沿着陡峭山路攀登的人，才有希望达到光辉的顶点。",
      "全世界无产者，联合起来！",
      "国家是社会在一定发展阶段上的产物。",
      "至今一切社会的历史都是阶级斗争的历史。",
      "任何争取解放的阶级斗争，尽管它必然具有政治的形式，归根到底都是围绕着经济解放进行的。",
      "无产阶级如果不炸毁构成官方社会的整个上层，就不能抬起头来，挺起胸来。",
      "革命是历史的火车头。",
      "辩证法不过是关于自然、人类社会和思维的运动和发展的普遍规律的科学。",
      "社会主义从空想到科学的发展，必须建立在唯物史观和剩余价值学说的基础上。",
      "妇女解放的第一个先决条件就是一切女性重新回到公共的事业中去。",
      "全部哲学，特别是近代哲学的重大的基本问题，是思维和存在的关系问题。",
      "国家并不是从来就有的，它是社会分裂为阶级后的产物。",
      "科学越是毫无顾忌和大公无私，它就越符合工人的利益和愿望。",
      "没有革命的理论，就不会有革命的运动。",
      "无产阶级专政不是阶级斗争的结束，而是阶级斗争在新形式下的继续。",
      "党是无产阶级的先锋队，是阶级的最高组织形式。",
      "社会主义必须创造比资本主义更高的劳动生产率。",
      "只有当千百万人万众一心、一致奋起的时候，革命才是真正的革命。",
      "领袖的作用是微不足道的，如果他不依靠群众的智慧和力量。",
      "全世界无产者和被压迫民族，联合起来！",
      "国家的消亡是不可避免的，但必须经过无产阶级专政的长期阶段。",
      "共产党员的狂妄自大是我们最危险的敌人。",
      "学习，学习，再学习！",
      "枪杆子里面出政权。",
      "一切反动派都是纸老虎！",
      "星星之火，可以燎原。",
      "哪里有压迫，哪里就有反抗。",
      "革命不是请客吃饭。",
      "敌进我退，敌驻我扰，敌疲我打，敌退我追。",
      "在战略上藐视敌人，在战术上重视敌人。",
      "打得赢就打，打不赢就走。",
      "集中优势兵力，各个歼灭敌人。",
      "为人民服务！",
      "人民，只有人民，才是历史发展的真正动力。",
      "只有让人民来监督政府，政府才不敢松懈。",
      "贪污和浪费是极大的犯罪。",
      "自己动手，丰衣足食。",
      "没有调查就没有发言权。",
      "外因是变化的条件，内因是变化的根据。",
      "前途是光明的，道路是曲折的。",
      "世界是你们的。",
      "好好学习，天天向上。",
      "文明其精神，野蛮其体魄。",
      "中国人民从此站起来了！",
      "东风吹，战鼓擂，现在世界上究竟谁怕谁？",
      "与天奋斗，其乐无穷！与地奋斗，其乐无穷！与人奋斗，其乐无穷！",
      "虚心使人进步，骄傲使人落后。",
      "一万年太久，只争朝夕。",
      "问苍茫大地，谁主沉浮？",
      "数风流人物，还看今朝。",
      "可上九天揽月，可下五洋捉鳖。",
      "丢掉幻想，准备斗争。",
      "帝国主义亡我之心不死。",
      "形式主义害死人。",
      "不管风吹浪打，胜似闲庭信步。",
      "天要下雨，娘要嫁人，由他去吧。",
      "我们一定要解放台湾！",
      "妇女要顶半边天。",
      "世上无难事，只要肯登攀。",
      "雄关漫道真如铁，而今迈步从头越。",
      "人民万岁！",
      "孩儿立志出乡关，学不成名誓不还。",
      "雄关漫道真如铁，而今迈步从头越。",
      "红军不怕远征难，万水千山只等闲。",
      "不到长城非好汉，屈指行程二万。",
      "宜将剩勇追穷寇，不可沽名学霸王。",
      "天若有情天亦老，人间正道是沧桑。",
      "不管风吹浪打，胜似闲庭信步。",
      "可上九天揽月，可下五洋捉鳖。",
      "世上无难事，只要肯登攀。",
      "为有牺牲多壮志，敢教日月换新天。",
      "牢骚太盛防肠断，风物长宜放眼量。",
      "一万年太久，只争朝夕。",
      "四海翻腾云水怒，五洲震荡风雷激。",
      "梅花欢喜漫天雪，冻死苍蝇未足奇。",
      "中华儿女多奇志，不爱红装爱武装。",
      "无限风光在险峰。",
      "冷眼向洋看世界，热风吹雨洒江天。",
      "人民胜利今何在？满路新贵满目衰。",
      "当年忠贞为国酬，何曾怕断头？",
      "让我们忠于理想，让我们面对现实。",
      "直到永远胜利，为祖国毋宁死。",
      "我不是解放者，解放者根本不存在，人民自己解放自己。",
      "如果让我选择，我宁愿死在越南，而不是死在古巴。",
      "革命者就像天上的星星，永远闪耀在黑暗的夜空。",
      "让我们现实一点，让我们追求不可能。",
      "我踏上了一条比记忆还要长的路，陪伴我的是朝圣者的孤独。",
      "坚强起来才不会丧失温柔。",
      "如果有人说革命是浪漫的，那是因为他没有参加过革命。",
      "革命不是苹果熟了就会从树上掉下来，你必须让它掉下来。",
      "沉默是另一种争辩。",
      "像耶稣一样，我愿为人类献出我的生命。",
      "让我们用热情来改变世界。",
      "革命不是请客吃饭，而是改变世界的行动。",
      "我宁愿站着死，决不跪着生。",
      "在革命中，一个人要么胜利，要么死亡。",
      "真正的革命者必须用爱来引导。",
      "哪里有帝国主义，我就在哪里战斗。",
      "革命者的首要任务是革命。",
      "如果有一天我必须死，我希望是在战斗中死去。",
      "历史将宣判我无罪。",
      "革命不是玫瑰花床，而是未来与过去的斗争。",
      "一个民族若不能为自己而战，就不配活下去。",
      "要么革命胜利，要么我们全部牺牲。",
      "帝国主义终将灭亡，但革命永存。",
      "在古巴，我们证明了小国也能抵抗超级大国。",
      "教育是革命的第一武器。",
      "我们宁愿站着死，绝不跪着生。",
      "革命就是给人民尊严和未来。",
      "古巴可以被打败，但永远不会被征服。",
      "自由始终是持不同意见者的自由。",
      "没有民主的社会主义是伪社会主义。",
      "革命不是少数人的事业，而是群众的历史行动。",
      "要么是社会主义，要么是野蛮状态。",
      "群众不是被领导的羊群，而是历史的创造者。",
      "资本主义的危机不是偶然的，而是必然的。",
      "真正的国际主义不是口号，而是行动。",
      "无产阶级专政必须是民主的，否则就是暴政。",
      "革命不是靠命令，而是靠觉悟。",
      "谁不运动，谁就会停滞；谁停滞，谁就会倒退。",
      "我们不要别人的东西，但也不会放弃自己的东西。",
      "不结盟不是中立，而是积极的独立政策。",
      "工人阶级的团结比任何武器都强大。",
      "兄弟情谊和团结是我们的力量。",
      "和平不能靠乞求获得，而要靠斗争赢得。",
      "我们既不向东看，也不向西看，我们走自己的路。",
      "真正的社会主义必须建立在民主的基础上。",
      "民族问题只能用平等和兄弟情谊来解决。",
      "革命不是一次行动，而是持续的斗争。",
      "自由不是礼物，而是必须争取的权利。",
      "没有什么比独立自由更可贵。",
      "宁可牺牲一切，决不愿亡国，决不愿做奴隶。",
      "越南的山河，越南的人民，越南的文化，越南的历史，都是我们的。",
      "革命是群众的节日。",
      "团结，团结，大团结；成功，成功，大成功。",
      "宁可战死，决不做奴隶。",
      "我们越南人宁可牺牲一切，也要保卫祖国的独立和自由。",
      "革命事业是长期的事业，必须要有耐心和毅力。",
      "为了祖国的独立和自由，我们愿意付出一切代价。",
      "越南一定要独立，越南人民一定要自由。",
      "批判的武器当然不能代替武器的批判，物质力量只能用物质力量来摧毁。",
      "任何真正的哲学都是自己时代精神的精华。",
      "资本逃避动乱和纷争，它的本性是胆怯的。",
      "平等地剥削劳动力，是资本的首要人权。",
      "生产力决定生产关系，经济基础决定上层建筑。",
      "共产主义对我们来说不是应当确立的状况，而是现实的运动。",
      "劳动创造了人本身。",
      "统治阶级的思想在每一时代都是占统治地位的思想。",
      "商品交换是资本主义社会最普遍、最基本的关系。",
      "人的思维是否具有客观的真理性，这不是一个理论的问题，而是一个实践的问题。",
      "社会一旦有技术上的需要，则这种需要就会比十所大学更能把科学推向前进。",
      "最蹩脚的建筑师从一开始就比最灵巧的蜜蜂高明的地方，是他在用蜂蜡建筑蜂房以前，已经在自己的头脑中把它建成了。",
      "金银天然不是货币，但货币天然是金银。",
      "一切节省，归根到底都归结为时间的节省。",
      "理论在一个国家的实现程度，决定于理论满足这个国家的需要的程度。",
      "人们自己创造自己的历史，但是他们并不是随心所欲地创造。",
      "资本主义生产的真正限制是资本本身。",
      "法律应该以社会为基础，而不是社会以法律为基础。",
      "革命是历史的火车头。",
      "只有当群众组织起来并为知识所指导时，人数才能起决定胜负的作用。"
    ]
  }